# Словарь с ID курсов
course_list = {
    "800 Основы психконсультирования и психодиагностики": 74903,
    "1000 Арт-терапия в психологическом консультировании": 76695,
    "1000 Гештальт-терапия в психологическом консультировании": 76694,
    "1000 КПТ в психологическом консультировании": 74899,
    "1000 Психосоматика и ТОП в психологическом консультировании": 74902,
    "1500 Психологическое консультирование": 73806,
    "1740 КПТ в психологическом консультировании": [87021, 73806],
    "1740 ТОП в психологическом консультировании": [87448, 73806],
    "1740 Гештальт-терапия в психологическом консультировании": [87450, 73806],
    "1740 Арт-терапия в психологическом консультировании": [87449, 73806],
}

# Словарь с порогами баллов
grades_list = {
        85: "5 (отл.)",
        70: "4 (хор.)",
        50: "3 (уд.)",
        0:  "2 (неуд.)"
}